const dropdownData = [
  {
    category: '손익계산서',
    details: [
      '총 매출',
      '총 매출원가',
      '매출총이익',
      '총 판매관리비',
      '연구개발비',
      '무형자산 및 기타 상각비',
      '감가상각비 & 감모상각비',
      '영업이익',
      '비영업관련 순 이자수익(비용)',
      '기타 이익(비용)',
      '세전당기순이익',
      '법인세',
      '세후당기순이익',
      '비지배지분 귀속 당기순이익',
      '순이익',
      '주당순이익',
      '희석된가중평균유통주식수'
    ]
  },
  {
    category: '재무상태표',
    details: [
      '총 외상매출금',
      '재고자산',
      '선급비용',
      '총 기타 유동자산',
      '현금 및 단기투자자산',
      '유동자산 총계',
      '유형자산 순액',
      '무형자산 순액',
      '장기투자자산',
      '장기받을어음',
      '총 기타 장기자산',
      '비유동자산 총계',
      '자산 총계',
      '매입채무',
      '미지급 비용',
      '발행어음 & 단기차입금',
      '유동성 장기부채 & 금융리스',
      '총 기타 유동부채',
      '유동부채 총계',
      '총 장기차입금',
      '이연법인세',
      '총 기타 부채',
      '비유동부채 총계',
      '부채총계',
      '총 보통주',
      '주식발행초과금',
      '이익잉여금(누적적자)',
      '자기주식 - 보통주',
      '총 기타 자본',
      '유통보통주식수',
      '자본총계',
      '유형자기자본',
      '주당유형자기자본',
      '비지배지분',
      '순차입금'
    ]
  },
  {
    category: '현금흐름표',
    details: [
      '비현금 항목',
      '감가상각비',
      '운전자본 증감',
      '영업활동현금흐름',
      '자본적지출',
      '기타 투자활동현금흐름 항목',
      '차입금 조달액(상환액)',
      '기타 재무활동현금흐름 항목',
      '재무활동현금흐름',
      '환율변동효과',
      '현금 증감',
      '기초 현금',
      '기말 현금',
      '현금이자지급액',
      '현금세금지급액',
      '잉여현금흐름',
      '주당잉여현금흐름',
      '주당배당금'
    ]
  },
  {
    category: '평가 및 비율',
    details: [
      '매출총이익률',
      '영업이익률',
      '세전순이익률',
      '순이익률',
      '감가상각전영업이익',
      'EBITDA이익률',
      '총이자보상배율',
      '총이자보상배율(EBITDA)'
    ]
  }
];

export default dropdownData;
