const graph_Mock_data = [
  {
    "company": "삼성전자",
    "financials": {
      "sales": [2796048, 3022314, 2589355, 1459839], // 매출액
      "operatingIncome": [516339, 433766, 65670, 170499], // 영업이익
      "netIncome": [343249, 432234, 165670, 480499] // 순매출
    },
    "years": ["2021/12", "2022/12", "2023/12", "2024/06"]
  },
  {
    "company": "SK하이닉스",
    "financials": {
      "sales": [1566048, 1854314, 1724355, 5398750], // 매출액
      "operatingIncome": [496000, 520000, 450000, 300000], // 영업이익
      "netIncome": [230000, 400000, 200000, 850000] // 순매출
    },
    "years": ["2021/12", "2022/12", "2023/12", "2024/06"]
  },
  {
    "company": "LG",
    "financials": {
      "sales": [2006048, 2154314, 1924355, 4398750], // 매출액
      "operatingIncome": [396000, 420000, 350000, 200000], // 영업이익
      "netIncome": [130000, 300000, 100000, 650000] // 순매출
    },
    "years": ["2021/12", "2022/12", "2023/12", "2024/06"]
  }
];

export default graph_Mock_data;
